Repository: msandroid/Cursor-Rule
Catalog: WhisperAX/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, id, ja, ko, nl, pt, ru, sv, sw, ta, th, tr, ur, vi, zh

source: Maltese
ar: المالطية
bn: মাল্টিজ
de: Maltesisch
es: Maltés
fa: مالتی
fr: Maltais
hi: माल्टीज़
id: Malta
ja: マルタ語
ko: 몰타어
nl: Maltees
pt: Maltês
ru: Мальтийский
sv: Maltesiska
sw: Kimalta
ta: மால்டீஸ்
th: มอลตา
tr: Maltaca
ur: مالٹی
vi: Tiếng Malta
zh: 马耳他语

source: Maori
ar: الماورية
bn: মাওরি
es: Maorí
fa: مائوری
hi: माओरी
ja: マオリ語
ko: 마오리어
ru: Маори
sw: Kimaori
ta: மாவோரி
th: เมารี
ur: ماؤری
vi: Tiếng Maori
zh: 毛利语

source: Marathi
ar: الماراثية
bn: মারাঠি
fa: مراتی
hi: मराठी
ja: マラーティー語
ko: 마라티어
pt: Marata
ru: Маратхи
sw: Kimarathi
ta: மராத்தி
th: มราฐี
ur: مراٹھی
vi: Tiếng Marathi
zh: 马拉地语

source: Max Fallback Count
ar: العدد الأقصى للاحتياطي
bn: সর্বোচ্চ ফলব্যাক কাউন্ট
de: Maximale Fallback-Anzahl
es: Recuento máximo de respaldo
fa: حداکثر تعداد بازگشت
fr: Nombre maximum de secours
hi: अधिकतम फॉलबैक गिनती
id: Jumlah fallback maksimal
ja: 最大フォールバック回数
ko: 최대 폴백 횟수
nl: Maximaal aantal terugval
pt: Contagem máxima de fallback
ru: Максимальное количество откатов
sv: Maximalt antal återfall
sw: Idadi ya Juu ya Kurudi Nyuma
ta: அதிகபட்ச பின்வாங்கல் எண்ணிக்கை
th: จำนวน fallback สูงสุด
tr: Maksimum Geri Dönüş Sayısı
ur: زیادہ سے زیادہ فال بیک کاؤنٹ
vi: Số lần dự phòng tối đa
zh: 最大回退次数

source: Max Tokens Per Loop
ar: الحد الأقصى للرموز لكل حلقة
bn: প্রতি লুপে সর্বোচ্চ টোকেন
de: Maximale Tokens pro Schleife
es: Máximo de tokens por bucle
fa: حداکثر توکن در هر حلقه
fr: Maximum de tokens par boucle
hi: लूप प्रति अधिकतम टोकन
id: Token maksimal per loop
ja: ループあたり最大トークン数
ko: 루프당 최대 토큰 수
nl: Maximaal tokens per lus
pt: Máximo de tokens por loop
ru: Максимум токенов за цикл
sv: Maximalt tokens per loop
sw: Tokens za Juu kwa kila Kitanzi
ta: ஒரு லூப்பிற்கு அதிகபட்ச டோக்கன்கள்
th: โทเค็นสูงสุดต่อลูป
tr: Döngü Başına Maksimum Token
ur: فی لوپ زیادہ سے زیادہ ٹوکنز
vi: Token tối đa mỗi vòng lặp
zh: 每循环最大令牌数

source: MCP SDK is successfully integrated!
ar: تم دمج MCP SDK بنجاح!
bn: MCP SDK সফলভাবে একীভূত হয়েছে!
de: MCP SDK wurde erfolgreich integriert!
es: ¡MCP SDK se ha integrado exitosamente!
fa: MCP SDK با موفقیت ادغام شد!
fr: MCP SDK a été intégré avec succès !
hi: MCP SDK सफलतापूर्वक एकीकृत हो गया!
id: MCP SDK berhasil terintegrasi!
ja: MCP SDKが正常に統合されました！
ko: MCP SDK가 성공적으로 통합되었습니다!
nl: MCP SDK is succesvol geïntegreerd!
pt: MCP SDK foi integrado com sucesso!
ru: MCP SDK успешно интегрирован!
sv: MCP SDK har integrerats framgångsrikt!
sw: MCP SDK imeunganishwa kwa mafanikio!
ta: MCP SDK வெற்றிகரமாக ஒருங்கிணைக்கப்பட்டது!
th: MCP SDK รวมเข้ากับระบบสำเร็จแล้ว!
tr: MCP SDK başarıyla entegre edildi!
ur: MCP SDK کامیابی سے ضم ہو گیا!
vi: MCP SDK đã được tích hợp thành công!
zh: MCP SDK已成功集成！

source: MCP SDK Test
ar: اختبار MCP SDK
bn: MCP SDK পরীক্ষা
es: Prueba MCP SDK
fa: تست MCP SDK
fr: Test MCP SDK
hi: MCP SDK परीक्षण
id: Tes MCP SDK
ja: MCP SDKテスト
ko: MCP SDK 테스트
pt: Teste MCP SDK
ru: Тест MCP SDK
sw: Mtihani wa MCP SDK
ta: MCP SDK சோதனை
th: ทดสอบ MCP SDK
tr: MCP SDK Testi
ur: MCP SDK ٹیسٹ
vi: Kiểm tra MCP SDK
zh: MCP SDK测试

source: Medium
ar: متوسط
bn: মাঝারি
de: Mittel
es: Medio
fa: متوسط
fr: Moyen
hi: मध्यम
id: Sedang
ja: 普通
ko: 보통
nl: Gemiddeld
pt: Médio
ru: Средний
sw: Wastani
ta: நடுத்தரம்
th: ปานกลาง
tr: Orta
ur: درمیانی
vi: Trung bình
zh: 中等

source: Microphone access denied.
ar: تم رفض الوصول إلى الميكروفون.
bn: মাইক্রোফোন অ্যাক্সেস অস্বীকার করা হয়েছে।
de: Mikrofonzugriff verweigert.
es: Acceso al micrófono denegado.
fa: دسترسی به میکروفون رد شد.
fr: Accès au microphone refusé.
hi: माइक्रोफोन एक्सेस अस्वीकृत।
id: Akses mikrofon ditolak.
ja: マイクへのアクセスが拒否されました。
ko: 마이크 액세스가 거부되었습니다.
nl: Microfoon toegang geweigerd.
pt: Acesso ao microfone negado.
ru: Доступ к микрофону запрещен.
sv: Mikrofonåtkomst nekad.
sw: Ufikiaji wa mikrofoni umekataliwa.
ta: மைக்ரோஃபோன் அணுகல் மறுக்கப்பட்டது.
th: ปฏิเสธการเข้าถึงไมโครโฟน
tr: Mikrofon erişimi reddedildi.
ur: مائیکروفون تک رسائی سے انکار۔
vi: Truy cập microphone bị từ chối.
zh: 麦克风访问被拒绝。

source: Model Categories
ar: فئات النماذج
bn: মডেল ক্যাটাগরি
de: Modellkategorien
es: Categorías de modelos
fa: دسته‌بندی مدل‌ها
fr: Catégories de modèles
hi: मॉडल श्रेणियां
id: Kategori model
ja: モデルカテゴリ
ko: 모델 카테고리
nl: Modelcategorieën
pt: Categorias de modelos
ru: Категории моделей
sv: Modellkategorier
sw: Makundi ya Mifano
ta: மாதிரி வகைகள்
th: หมวดหมู่โมเดล
tr: Model Kategorileri
ur: ماڈل کیٹگریز
vi: Danh mục mô hình
zh: 模型分类

source: Model Settings
ar: إعدادات النموذج
bn: মডেল সেটিংস
de: Modelleinstellungen
es: Configuración del modelo
fa: تنظیمات مدل
fr: Paramètres du modèle
hi: मॉडल सेटिंग्स
id: Pengaturan model
ja: モデル設定
ko: 모델 설정
nl: Modelinstellingen
pt: Configurações do modelo
ru: Настройки модели
sv: Modellinställningar
sw: Mipangilio ya Mfano
ta: மாதிரி அமைப்புகள்
th: การตั้งค่าโมเดล
tr: Model Ayarları
ur: ماڈل کی ترتیبات
vi: Cài đặt mô hình
zh: 模型设置

source: Mongolian
ar: المنغولية
bn: মঙ্গোলিয়ান
de: Mongolisch
es: Mongol
fa: مغولی
fr: Mongol
hi: मंगोलियाई
id: Mongolia
ja: モンゴル語
ko: 몽골어
nl: Mongools
pt: Mongol
ru: Монгольский
sv: Mongoliska
sw: Kimongolia
ta: மங்கோலியன்
th: มองโกเลีย
tr: Moğolca
ur: منگولی
vi: Tiếng Mông Cổ
zh: 蒙古语

source: Monitor your Scribe Core usage and performance metrics
ar: راقب استخدام Scribe Core ومقاييس الأداء
bn: আপনার Scribe Core ব্যবহার এবং পারফরম্যান্স মেট্রিক্স নিরীক্ষণ করুন
de: Überwachen Sie Ihre Scribe Core-Nutzung und Leistungsmetriken
es: Monitorea el uso y las métricas de rendimiento de Scribe Core
fa: استفاده و معیارهای عملکرد Scribe Core خود را نظارت کنید
fr: Surveillez l'utilisation et les métriques de performance de Scribe Core
hi: अपने Scribe Core उपयोग और प्रदर्शन मेट्रिक्स की निगरानी करें
id: Pantau penggunaan dan metrik kinerja Scribe Core Anda
ja: Scribe Coreの使用状況とパフォーマンス指標を監視
ko: Scribe Core 사용량 및 성능 지표 모니터링
nl: Monitor uw Scribe Core gebruik en prestatiemetingen
pt: Monitore o uso e as métricas de desempenho do Scribe Core
ru: Отслеживайте использование Scribe Core и метрики производительности
sv: Övervaka din Scribe Core användning och prestandamätningar
sw: Fuatilia matumizi ya Scribe Core na viashiria vya utendaji
ta: உங்கள் Scribe Core பயன்பாடு மற்றும் செயல்திறன் அளவீடுகளை கண்காணிக்கவும்
th: ติดตามการใช้งานและเมตริกประสิทธิภาพของ Scribe Core
tr: Scribe Core kullanımınızı ve performans metriklerini izleyin
ur: اپنے Scribe Core استعمال اور کارکرد کے میٹرکس کی نگرانی کریں
vi: Theo dõi việc sử dụng và các chỉ số hiệu suất Scribe Core
zh: 监控您的Scribe Core使用情况和性能指标

source: Myanmar
ar: البورمية
bn: মিয়ানমার
de: Birmanisch
es: Birmano
fa: میانماری
fr: Birman
hi: म्यांमार
ja: ミャンマー語
ko: 미얀마어
nl: Birmaans
pt: Birmanês
ru: Бирманский
sv: Burmesiska
sw: Kimyama
ta: மியான்மர்
th: พม่า
ur: میانمار
vi: Tiếng Myanmar
zh: 缅甸语

source: Nepali
ar: النيبالية
bn: নেপালি
es: Nepalí
fa: نپالی
fr: Népalais
hi: नेपाली
id: Nepal
ja: ネパール語
ko: 네팔어
nl: Nepalees
pt: Nepalês
ru: Непальский
sw: Kinepali
ta: நேபாளி
th: เนปาล
tr: Nepalce
ur: نیپالی
vi: Tiếng Nepal
zh: 尼泊尔语

source: Neural Engine
ar: المحرك العصبي
bn: নিউরাল ইঞ্জিন
es: Motor neuronal
fa: موتور عصبی
fr: Moteur neuronal
hi: न्यूरल इंजन
ja: ニューラルエンジン
ko: 뉴럴 엔진
pt: Motor Neural
sw: Injini ya Neva
ta: நியூரல் இன்ஜின்
zh: 神经引擎

source: No Audio Input
ar: لا يوجد إدخال صوتي
bn: কোন অডিও ইনপুট নেই
de: Kein Audio-Eingang
es: Sin Entrada de Audio
fa: هیچ ورودی صوتی وجود ندارد
fr: Aucune Entrée Audio
hi: कोई ऑडियो इनपुट नहीं
id: Tidak Ada Input Audio
ja: 音声入力がありません
ko: 오디오 입력 없음
nl: Geen Audio Invoer
pt: Sem Entrada de Áudio
ru: Нет Аудиовхода
sv: Ingen Ljudingång
sw: Hakuna Ingizo la Sauti
ta: ஆடியோ உள்ளீடு இல்லை
th: ไม่มีอินพุตเสียง
tr: Ses Girişi Yok
ur: کوئی آڈیو ان پٹ نہیں
vi: Không có Đầu vào Âm thanh
zh: 无音频输入

source: No audio input device selected.
ar: لم يتم تحديد جهاز إدخال صوتي.
bn: কোন অডিও ইনপুট ডিভাইস নির্বাচিত নয়।
de: Kein Audioeingabegerät ausgewählt.
es: No se ha seleccionado ningún dispositivo de entrada de audio.
fa: هیچ دستگاه ورودی صوتی انتخاب نشده است.
fr: Aucun dispositif d'entrée audio sélectionné.
hi: कोई ऑडियो इनपुट डिवाइस चयनित नहीं है।
id: Tidak ada perangkat input audio yang dipilih.
ja: オーディオ入力デバイスが選択されていません。
ko: 오디오 입력 장치가 선택되지 않았습니다.
nl: Geen audio-invoerapparaat geselecteerd.
pt: Nenhum dispositivo de entrada de áudio selecionado.
ru: Устройство ввода аудио не выбрано.
sv: Ingen ljudinmatningsenhet vald.
sw: Hakuna kifaa cha pembejeo cha sauti kilichochaguliwa.
ta: ஆடியோ உள்ளீட்டு சாதனம் தேர்ந்தெடுக்கப்படவில்லை.
th: ไม่ได้เลือกอุปกรณ์อินพุตเสียง
tr: Ses giriş cihazı seçilmedi.
ur: کوئی آڈیو ان پٹ ڈیوائس منتخب نہیں۔
vi: Chưa chọn thiết bị đầu vào âm thanh.
zh: 未选择音频输入设备。

source: No data available yet
ar: لا توجد بيانات متاحة بعد
bn: এখনও কোন ডেটা পাওয়া যায়নি
de: Noch keine Daten verfügbar
es: Aún no hay datos disponibles
fa: هنوز داده‌ای موجود نیست
fr: Aucune donnée disponible pour le moment
hi: अभी तक कोई डेटा उपलब्ध नहीं है
id: Belum ada data tersedia
ja: データがありません
ko: 아직 데이터가 없습니다
nl: Nog geen gegevens beschikbaar
pt: Nenhum dado disponível ainda
ru: Данные пока недоступны
sv: Ingen data tillgänglig än
sw: Bado hakuna data inapatikana
ta: இதுவரை தரவு இல்லை
th: ยังไม่มีข้อมูล
tr: Henüz veri mevcut değil
ur: ابھی تک کوئی ڈیٹا دستیاب نہیں
vi: Chưa có dữ liệu
zh: 暂无数据

source: No History
ar: لا يوجد سجل
bn: কোন ইতিহাস নেই
de: Kein Verlauf
es: Sin historial
fa: تاریخچه‌ای وجود ندارد
fr: Aucun historique
hi: कोई इतिहास नहीं
id: Tidak ada riwayat
ja: 履歴なし
ko: 기록 없음
nl: Geen geschiedenis
pt: Nenhum histórico
ru: Нет истории
sv: Ingen historik
sw: Hakuna Historia
ta: வரலாறு இல்லை
th: ไม่มีประวัติศาสตร์
tr: Geçmiş Yok
ur: کوئی تاریخ نہیں
vi: Không có lịch sử
zh: 无历史记录

source: No Items Found
ar: لم يتم العثور على عناصر
bn: কোন আইটেম পাওয়া যায়নি
de: Keine Elemente gefunden
es: No se encontraron elementos
fa: موردی یافت نشد
fr: Aucun élément trouvé
hi: कोई आइटम नहीं मिला
id: Tidak ada item ditemukan
ja: 項目が見つかりません
ko: 항목을 찾을 수 없음
nl: Geen items gevonden
pt: Nenhum item encontrado
ru: Элементы не найдены
sv: Inga objekt hittades
sw: Hakuna Vitu Vilivyopatikana
ta: உருப்படிகள் இல்லை
th: ไม่พบรายการ
tr: Öğe Bulunamadı
ur: کوئی آئٹم نہیں ملا
vi: Không tìm thấy mục nào
zh: 未找到项目

source: No items found for this period
ar: لم يتم العثور على عناصر لهذه الفترة
bn: এই সময়ের জন্য কোন আইটেম পাওয়া যায়নি
de: Keine Elemente für diesen Zeitraum gefunden
es: No se encontraron elementos para este período
fa: برای این دوره موردی یافت نشد
fr: Aucun élément trouvé pour cette période
hi: इस अवधि के लिए कोई आइटम नहीं मिला
id: Tidak ada item ditemukan untuk periode ini
ja: この期間に項目が見つかりません
ko: 이 기간에 항목을 찾을 수 없습니다
nl: Geen items gevonden voor deze periode
pt: Nenhum item encontrado para este período
ru: Элементы для этого периода не найдены
sv: Inga objekt hittades för denna period
sw: Hakuna vitu vilivyopatikana kwa kipindi hiki
ta: இந்த காலத்திற்கு உருப்படிகள் இல்லை
th: ไม่พบรายการสำหรับช่วงเวลานี้
tr: Bu dönem için öğe bulunamadı
ur: اس مدت کے لیے کوئی آئٹم نہیں ملا
vi: Không tìm thấy mục nào cho khoảng thời gian này
zh: 此期间未找到项目

source: No items match your search
ar: لا توجد عناصر تطابق بحثك
bn: আপনার অনুসন্ধানের সাথে কোন আইটেম মেলে না
de: Keine Elemente entsprechen Ihrer Suche
es: Ningún elemento coincide con tu búsqueda
fa: هیچ موردی با جستجوی شما مطابقت ندارد
fr: Aucun élément ne correspond à votre recherche
hi: आपकी खोज से मेल खाने वाला कोई आइटम नहीं
id: Tidak ada item yang cocok dengan pencarian Anda
ja: 検索に一致する項目がありません
ko: 검색과 일치하는 항목이 없습니다
nl: Geen items komen overeen met je zoekopdracht
pt: Nenhum item corresponde à sua pesquisa
ru: Нет элементов, соответствующих вашему поиску
sv: Inga objekt matchar din sökning
sw: Hakuna vitu vinavyolingana na utafutaji wako
ta: உங்கள் தேடலுக்கு பொருந்தும் உருப்படிகள் இல்லை
th: ไม่พบรายการที่ตรงกับการค้นหาของคุณ
tr: Aramanıza uygun öğe bulunamadı
ur: آپ کی تلاش سے کوئی آئٹم میل نہیں کرتا
vi: Không có mục nào khớp với tìm kiếm của bạn
zh: 没有匹配搜索的项目

source: No model selected
ar: لم يتم اختيار نموذج
bn: কোন মডেল নির্বাচিত নয়
de: Kein Modell ausgewählt
es: Ningún modelo seleccionado
fa: مدلی انتخاب نشده
fr: Aucun modèle sélectionné
hi: कोई मॉडल चयनित नहीं
id: Tidak ada model yang dipilih
ja: モデルが選択されていません
ko: 선택된 모델이 없습니다
nl: Geen model geselecteerd
pt: Nenhum modelo selecionado
ru: Модель не выбрана
sv: Ingen modell vald
sw: Hakuna mfano uliochaguliwa
ta: மாதிரி தேர்ந்தெடுக்கப்படவில்லை
th: ไม่ได้เลือกโมเดล
tr: Model seçilmedi
ur: کوئی ماڈل منتخب نہیں
vi: Không có mô hình nào được chọn
zh: 未选择模型

source: No models found
ar: لم يتم العثور على نماذج
bn: কোন মডেল পাওয়া যায়নি
de: Keine Modelle gefunden
es: No se encontraron modelos
fa: هیچ مدلی یافت نشد
fr: Aucun modèle trouvé
hi: कोई मॉडल नहीं मिला
id: Tidak ada model ditemukan
ja: モデルが見つかりません
ko: 모델을 찾을 수 없음
nl: Geen modellen gevonden
pt: Nenhum modelo encontrado
ru: Модели не найдены
sv: Inga modeller hittades
sw: Hakuna mifano iliyopatikana
ta: மாதிரிகள் கிடைக்கவில்லை
th: ไม่พบโมเดล
tr: Model bulunamadı
ur: کوئی ماڈل نہیں ملا
vi: Không tìm thấy mô hình
zh: 未找到模型

source: No Results
ar: لا توجد نتائج
bn: কোন ফলাফল নেই
de: Keine Ergebnisse
es: Sin resultados
fa: نتیجه‌ای یافت نشد
fr: Aucun résultat
hi: कोई परिणाम नहीं
id: Tidak ada hasil
ja: 結果なし
ko: 결과 없음
nl: Geen resultaten
pt: Nenhum resultado
ru: Нет результатов
sv: Inga resultat
sw: Hakuna Matokeo
ta: முடிவுகள் இல்லை
th: ไม่มีผลลัพธ์
tr: Sonuç Yok
ur: کوئی نتائج نہیں
vi: Không có kết quả
zh: 无结果

source: No shared texts
ar: لا توجد نصوص مشتركة
bn: কোন ভাগ করা টেক্সট নেই
de: Keine geteilten Texte
es: Sin textos compartidos
fa: هیچ متن مشترکی وجود ندارد
fr: Aucun texte partagé
hi: कोई साझा पाठ नहीं
id: Tidak ada teks yang dibagikan
ja: 共有テキストがありません
ko: 공유된 텍스트 없음
nl: Geen gedeelde teksten
pt: Nenhum texto compartilhado
ru: Нет общих текстов
sv: Inga delade texter
sw: Hakuna maandishi yaliyoshirikiwa
ta: பகிரப்பட்ட உரைகள் இல்லை
th: ไม่มีข้อความที่แชร์
tr: Paylaşılan metin yok
ur: کوئی مشترکہ متن نہیں
vi: Không có văn bản được chia sẻ
zh: 无共享文本

source: No usage data available yet
ar: لا توجد بيانات استخدام متاحة بعد
bn: এখনও কোন ব্যবহারের ডেটা পাওয়া যায়নি
de: Noch keine Nutzungsdaten verfügbar
es: Aún no hay datos de uso disponibles
fa: هنوز داده استفاده موجود نیست
fr: Aucune donnée d'utilisation disponible pour le moment
hi: अभी तक कोई उपयोग डेटा उपलब्ध नहीं है
id: Belum ada data penggunaan tersedia
ja: 使用データがありません
ko: 아직 사용 데이터가 없습니다
nl: Nog geen gebruiksgegevens beschikbaar
pt: Nenhum dado de uso disponível ainda
ru: Данные об использовании пока недоступны
sv: Ingen användningsdata tillgänglig än
sw: Bado hakuna data ya matumizi inapatikana
ta: இதுவரை பயன்பாட்டு தரவு இல்லை
th: ยังไม่มีข้อมูลการใช้งาน
tr: Henüz kullanım verisi mevcut değil
ur: ابھی تک استعمال کا کوئی ڈیٹا دستیاب نہیں
vi: Chưa có dữ liệu sử dụng
zh: 暂无使用数据

source: None
ar: لا شيء
bn: কোনটি নয়
de: Keine
es: Ninguno
fa: هیچ
fr: Aucun
hi: कोई नहीं
id: Tidak ada
ja: なし
ko: 없음
nl: Geen
pt: Nenhum
ru: Нет
sv: Ingen
sw: Hakuna
ta: ஏதுமில்லை
th: ไม่มี
tr: Hiçbiri
ur: کوئی نہیں
vi: Không có
zh: 无

source: Norwegian
ar: النرويجية
bn: নরওয়েজিয়ান
de: Norwegisch
es: Noruego
fa: نروژی
fr: Norvégien
hi: नॉर्वेजियाई
id: Norwegia
ja: ノルウェー語
ko: 노르웨이어
nl: Noors
pt: Norueguês
ru: Норвежский
sv: Norska
sw: Kinorwe
ta: நார்வேஜியன்
th: นอร์เวย์
tr: Norveççe
ur: نارویجن
vi: Tiếng Na Uy
zh: 挪威语

source: Nynorsk
ar: النيونورسك
bn: নিনর্স্ক
fa: نینورسک
hi: निनोर्स्क
ja: ニーノシュク
ko: 뉘노르스크
ru: Нюнорск
sw: Kinynorsk
ta: நினோர்ஸ்க்
th: นินอร์สก์
ur: نینورسک
vi: Tiếng Nynorsk
zh: 新挪威语

source: Occitan
ar: الأوكيتانية
bn: অক্সিটান
de: Okzitanisch
es: Occitano
fa: اکسیتان
hi: ऑक्सिटान
ja: オック語
ko: 오크어
nl: Occitaans
pt: Occitano
ru: Окситанский
sv: Occitanska
sw: Kioccitan
ta: ஒக்சிடன்
th: อ็อกซิตัน
tr: Oksitanca
ur: اوکسیتان
vi: Tiếng Occitan
zh: 奥克语

source: OK
ar: موافق
bn: ঠিক আছে
fa: باشه
hi: ठीक है
ko: 확인
ru: ОК
sw: Sawa
ta: சரி
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zh: 确定

source: Open Folder
ar: فتح المجلد
bn: ফোল্ডার খুলুন
de: Ordner öffnen
es: Abrir Carpeta
fa: باز کردن پوشه
fr: Ouvrir le Dossier
hi: फ़ोल्डर खोलें
id: Buka Folder
ja: フォルダを開く
ko: 폴더 열기
nl: Map Openen
pt: Abrir Pasta
ru: Открыть Папку
sv: Öppna Mapp
sw: Fungua Folda
ta: கோப்புறையைத் திற
th: เปิดโฟลเดอร์
tr: Klasörü Aç
ur: فولڈر کھولیں
vi: Mở Thư mục
zh: 打开文件夹

source: Output: $0.06 per 1K tokens
ar: الإخراج: $0.06 لكل 1K رمز
bn: আউটপুট: $0.06 প্রতি 1K টোকেন
de: Ausgabe: $0.06 pro 1K Tokens
es: Salida: $0.06 por 1K tokens
fa: خروجی: $0.06 برای هر 1K توکن
fr: Sortie : $0.06 par 1K tokens
hi: आउटपुट: 1K टोकन प्रति $0.06
id: Output: $0.06 per 1K token
ja: 出力：1Kトークンあたり$0.06
ko: 출력: 1K 토큰당 $0.06
nl: Uitvoer: $0.06 per 1K tokens
pt: Saída: $0.06 por 1K tokens
ru: Выход: $0.06 за 1K токенов
sv: Utdata: $0.06 per 1K tokens
sw: Matokeo: $0.06 kwa kila 1K tokens
ta: வெளியீடு: 1K டோக்கன்களுக்கு $0.06
th: เอาต์พุต: $0.06 ต่อ 1K โทเค็น
tr: Çıkış: 1K token başına $0.06
ur: آؤٹ پٹ: $0.06 فی 1K ٹوکنز
vi: Đầu ra: $0.06 mỗi 1K token
zh: 输出：每1K令牌$0.06

source: Pashto
ar: البشتوية
bn: পশতু
de: Paschtu
es: Pastún
fa: پشتو
fr: Pachto
hi: पश्तो
ja: パシュトー語
ko: 파슈토어
nl: Pasjtoe
pt: Pastó
ru: Пушту
sw: Kipashto
ta: பஷ்தோ
th: ปาทาน
tr: Peştuca
ur: پشتو
vi: Tiếng Pashto
zh: 普什图语

source: Persian
ar: الفارسية
bn: ফারসি
de: Persisch
es: Persa
fa: فارسی
fr: Persan
hi: फारसी
id: Persia
ja: ペルシャ語
ko: 페르시아어
nl: Perzisch
pt: Persa
ru: Персидский
sv: Persiska
sw: Kipersia
ta: பாரசீகம்
th: เปอร์เซีย
tr: Farsça
ur: فارسی
vi: Tiếng Ba Tư
zh: 波斯语

source: Plan status:
ar: حالة الخطة:
bn: পরিকল্পনার অবস্থা:
es: Estado del plan:
fa: وضعیت طرح:
fr: Statut du plan :
hi: योजना स्थिति:
id: Status paket:
ja: プラン状態：
ko: 플랜 상태:
pt: Status do plano:
ru: Статус плана:
sw: Hali ya mpango:
ta: திட்ட நிலை:
th: สถานะแผน:
tr: Plan durumu:
ur: پلان کی حالت:
vi: Trạng thái gói:
zh: 计划状态：

source: Please restart the app to see the changes.
ar: يرجى إعادة تشغيل التطبيق لرؤية التغييرات.
bn: পরিবর্তন দেখতে অনুগ্রহ করে অ্যাপটি পুনরায় শুরু করুন।
de: Bitte starten Sie die App neu, um die Änderungen zu sehen.
es: Por favor reinicia la aplicación para ver los cambios.
fa: لطفاً برای مشاهده تغییرات، برنامه را مجدداً راه‌اندازی کنید.
fr: Veuillez redémarrer l'application pour voir les changements.
hi: परिवर्तन देखने के लिए कृपया ऐप को पुनः आरंभ करें।
id: Silakan restart aplikasi untuk melihat perubahan.
ja: 変更を確認するにはアプリを再起動してください。
ko: 변경사항을 확인하려면 앱을 다시 시작하세요.
nl: Start de app opnieuw op om de wijzigingen te zien.
pt: Por favor, reinicie o aplicativo para ver as alterações.
ru: Пожалуйста, перезапустите приложение, чтобы увидеть изменения.
sv: Starta om appen för att se ändringarna.
sw: Tafadhali anza upya programu ili kuona mabadiliko.
ta: மாற்றங்களைக் காண பயன்பாட்டை மீண்டும் தொடங்கவும்।
th: กรุณาเริ่มแอปใหม่เพื่อดูการเปลี่ยนแปลง
tr: Değişiklikleri görmek için lütfen uygulamayı yeniden başlatın.
ur: تبدیلیاں دیکھنے کے لیے براہ کرم ایپ کو دوبارہ شروع کریں۔
vi: Vui lòng khởi động lại ứng dụng để xem các thay đổi.
zh: 请重启应用以查看更改。

source: Please share text from other apps to Scribe
ar: يرجى مشاركة النص من التطبيقات الأخرى إلى Scribe
bn: অনুগ্রহ করে অন্যান্য অ্যাপ থেকে Scribe-এ পাঠ্য শেয়ার করুন
de: Bitte teilen Sie Text aus anderen Apps mit Scribe
es: Por favor comparte texto desde otras aplicaciones a Scribe
fa: لطفاً متن را از سایر برنامه‌ها به Scribe به اشتراک بگذارید
fr: Veuillez partager du texte depuis d'autres applications vers Scribe
hi: कृपया अन्य ऐप्स से Scribe में टेक्स्ट साझा करें
id: Silakan bagikan teks dari aplikasi lain ke Scribe
ja: 他のアプリからScribeにテキストを共有してください
ko: 다른 앱에서 Scribe로 텍스트를 공유해 주세요
nl: Deel tekst van andere apps met Scribe
pt: Por favor, compartilhe texto de outros aplicativos para o Scribe
ru: Пожалуйста, поделитесь текстом из других приложений с Scribe
sv: Vänligen dela text från andra appar till Scribe
sw: Tafadhali shiriki maandishi kutoka kwa programu zingine hadi Scribe
ta: தயவுசெய்து மற்ற பயன்பாடுகளிலிருந்து Scribe-க்கு உரையைப் பகிரவும்
th: กรุณาแชร์ข้อความจากแอปอื่นไปยัง Scribe
tr: Lütfen diğer uygulamalardan Scribe'a metin paylaşın
ur: براہ کرم دوسرے ایپس سے Scribe میں ٹیکسٹ شیئر کریں
vi: Vui lòng chia sẻ văn bản từ các ứng dụng khác đến Scribe
zh: 请从其他应用向Scribe分享文本

source: Polish
ar: البولندية
bn: পোলিশ
de: Polnisch
es: Polaco
fa: لهستانی
fr: Polonais
hi: पोलिश
id: Polandia
ja: ポーランド語
ko: 폴란드어
nl: Pools
pt: Polonês
ru: Польский
sv: Polska
sw: Kipolandi
ta: போலிஷ்
th: โปแลนด์
tr: Lehçe
ur: پولش
vi: Tiếng Ba Lan
zh: 波兰语

source: Portuguese
ar: البرتغالية
bn: পর্তুগিজ
de: Portugiesisch
es: Portugués
fa: پرتغالی
fr: Portugais
hi: पुर्तगाली
id: Portugis
ja: ポルトガル語
ko: 포르투갈어
nl: Portugees
pt: Português
ru: Португальский
sv: Portugisiska
sw: Kireno
ta: போர்ச்சுகீசியம்
th: โปรตุเกส
tr: Portekizce
ur: پرتگالی
vi: Tiếng Bồ Đào Nha
zh: 葡萄牙语

source: Preview
ar: معاينة
bn: পূর্বরূপ
de: Vorschau
es: Vista previa
fa: پیش‌نمایش
fr: Aperçu
hi: पूर्वावलोकन
id: Pratinjau
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
pt: Visualização
ru: Предварительный просмотр
sv: Förhandsvisning
sw: Hakikisho
ta: முன்னோட்டம்
th: ตัวอย่าง
tr: Önizleme
ur: پیش منظر
vi: Xem trước
zh: 预览

source: Prewarmed
ar: مُسخن مسبقاً
bn: পূর্ব-উত্তপ্ত
de: Vorgewärmt
es: Precalentado
fa: پیش‌گرم شده
fr: Préchauffé
hi: पूर्व-तैयार
id: Dipanaskan
ja: プリウォーム完了
ko: 사전 준비 완료
nl: Voorverwarmd
pt: Pré-aquecido
ru: Предварительно нагрет
sv: Förvärmad
sw: Imepashwa Joto Mapema
ta: முன்கூட்டியே சூடாக்கப்பட்டது
th: อุ่นแล้ว
tr: Ön Isıtılmış
ur: پہلے سے گرم
vi: Đã làm nóng trước
zh: 预热完成

source: Prewarming
ar: جاري التسخين المسبق
bn: পূর্ব-উত্তপ্ত করা হচ্ছে
de: Vorerwärmen
es: Precalentando
fa: پیش‌گرم کردن
fr: Préchauffage
hi: पूर्व-तैयारी कर रहा है
id: Memanaskan
ja: プリウォーム中
ko: 사전 준비 중
nl: Voorverwarmen
pt: Pré-aquecendo
ru: Предварительный нагрев
sv: Förvärmning
sw: Kupasha Joto Mapema
ta: முன்கூட்டியே சூடாக்குதல்
th: กำลังอุ่น
tr: Ön Isıtma
ur: پہلے سے گرم کر رہا ہے
vi: Đang làm nóng trước
zh: 预热中

source: Pricing Information
ar: معلومات التسعير
bn: মূল্য নির্ধারণের তথ্য
de: Preisinformationen
es: Información de precios
fa: اطلاعات قیمت‌گذاری
fr: Informations sur les tarifs
hi: मूल्य निर्धारण जानकारी
id: Informasi harga
ja: 料金情報
ko: 가격 정보
nl: Prijsinformatie
pt: Informações de preços
ru: Информация о ценах
sv: Prisinformation
sw: Taarifa za Bei
ta: விலை தகவல்
th: ข้อมูลราคา
tr: Fiyatlandırma Bilgisi
ur: قیمتوں کی معلومات
vi: Thông tin giá cả
zh: 定价信息

source: Processing
ar: جاري المعالجة
bn: প্রক্রিয়াকরণ হচ্ছে
de: Verarbeitung
es: Procesando
fa: در حال پردازش
fr: Traitement
hi: प्रसंस्करण हो रहा है
id: Memproses
ja: 処理中
ko: 처리 중
nl: Verwerken
pt: Processando
ru: Обработка
sv: Bearbetar
sw: Inachakata
ta: செயலாக்குகிறது
th: กำลังประมวลผล
tr: İşleniyor
ur: پروسیسنگ
vi: Đang xử lý
zh: 处理中

source: Prompt Prefill
ar: ملء المطالبة مسبقاً
bn: প্রম্পট প্রিফিল
de: Prompt-Vorausfüllung
es: Relleno de aviso
fa: پیش‌پر کردن اعلان
fr: Préremplissage d'invite
hi: प्रॉम्प्ट प्रीफिल
id: Isi ulang prompt
ja: プロンプトプリフィル
ko: 프롬프트 사전 채우기
nl: Prompt voorinvullen
pt: Pré-preenchimento de prompt
ru: Предзаполнение промпта
sv: Prompt förifyllning
sw: Jaza Mapema ya Agizo
ta: ப்ராம்ப்ட் முன்னிரப்பு
th: เติมข้อมูลล่วงหน้า
tr: İstem Ön Doldurma
ur: پرمپٹ پریفیل
vi: Điền trước lời nhắc
zh: 提示预填充

source: Punjabi
ar: البنجابية
bn: পাঞ্জাবি
es: Punyabí
fa: پنجابی
fr: Pendjabi
hi: पंजाबी
ja: パンジャブ語
ko: 펀자브어
ru: Панджаби
sw: Kipunjabi
ta: பஞ்சாபி
th: ปัญจาบ
tr: Pencapça
ur: پنجابی
vi: Tiếng Punjab
zh: 旁遮普语

source: Realtime Delay Interval
ar: فاصل التأخير في الوقت الفعلي
bn: রিয়েলটাইম বিলম্ব ব্যবধান
de: Echtzeit-Verzögerungsintervall
es: Intervalo de retraso en tiempo real
fa: فاصله تأخیر زمان واقعی
fr: Intervalle de délai en temps réel
hi: रियलटाइम देरी अंतराल
id: Interval penundaan real-time
ja: リアルタイム遅延間隔
ko: 실시간 지연 간격
nl: Realtime vertragingsinterval
pt: Intervalo de atraso em tempo real
ru: Интервал задержки в реальном времени
sv: Realtidsfördröjningsintervall
sw: Kipindi cha Kuchelewa kwa Wakati Halisi
ta: நிகழ்நேர தாமத இடைவெளி
th: ช่วงเวลาหน่วงเวลาจริง
tr: Gerçek Zamanlı Gecikme Aralığı
ur: ریئل ٹائم ڈیلے انٹرویل
vi: Khoảng thời gian trễ thời gian thực
zh: 实时延迟间隔
